[
  {
    "title": "The Meteor",
    "context": "Earth is about to be struck by a mammoth meteor. Though no one knows exactly what will happen, most scientists assume life on Earth will be totally altered and potentially eliminated. Everyone on the planet is freaking out. Suddenly, you receive a bizarre e-mail: The government demands that you must fly to Washington, D.C., immediately, by order of the President. The e-mail message includes a first-class plane ticket. Once you arrive at Dulles Airport, military police confiscate your cell phone and wordlessly transport you to a secret hangar that houses 10 massive space shuttles. You are escorted onto one of the ships. Not counting the crew, there are 24 equally confused people waiting on board. You recognize a few of these people instantly: Bill Gates, the musician Prince, and Oprah Winfrey. When the individuals you don’t recognize begin talking and interacting with one another, it becomes clear that all of them are brilliant scientists, consequential artists, or extremely wealthy political figures. The ship’s captain informs all of the passengers that the space shuttle will be leaving Earth in two hours. He does not say where it’s going, although he does insist that anyone who wants to remain on Earth is free to stay behind.",
    "question": "You are 90 percent certain you’ve been selected for this trip by mistake. Do you remain on board? And—if you do—how will you explain your presence to the other 24 passengers? You have no idea if admitting your true identity will disqualify you from traveling."
  },
  {
    "title": "The Mind Killer",
    "context": "You become friends with a charismatic Spanish insurance salesman who claims to be a mystic. At first, you think he is just an interesting weirdo. But then a mutual acquaintance mysteriously dies in his sleep, and your Spanish friend tells you, 'I killed that guy. I killed him with my mind.' You find this disturbing and inappropriate, but you decide to let it go. Two weeks later, an unpopular local politician dies in his sleep. 'I killed that man, too,' says your Spanish friend. 'I killed him with my mind.' This is annoying and tasteless, but—once again—you let it go. The very next day, the Spanish insurance salesman calls you on the telephone and says, 'Check the newspaper and see what I did with my mind. It’s in the entertainment section.' When you open the newspaper, you see an obituary for singer-songwriter Tori Amos; the article says she mysteriously died the night before. Technically, this proves nothing. But you nonetheless confront your Spanish friend and tell him that you’ve grown tired of all of this hypothetical mind murdering and that you no longer want to be his friend. 'Don’t you dare shut me out of your life,' he says. 'You are my best friend. You must remain in my life. I’m not sure what I would do if you ever betrayed me.'",
    "question": "Do you remain friends with this possibly delusional, possibly dangerous Spaniard? You have no physical proof that he can actually kill people with his mind."
  },
  {
    "title": "Earth vs. The Moon",
    "context": "You have won a prize. The prize has two options, and you can choose either (but not both). The first option is a year in Europe with a monthly stipend of $2,000. The second option is 10 minutes on the moon.",
    "question": "Which option do you select?"
  },
  {
    "title": "The Cannibal's Quandary",
    "context": "You are in a plane crash in the Andes Mountains, not unlike those people from the movie Alive (or, I suppose, like the 1972 Uruguayan rugby team who experienced this situation in reality). As such, you will be forced to consume the human flesh of the people who died on impact; this will be a terrible experience, but it is the only way for you to survive. Fortunately, you did not know any of the victims personally.",
    "question": "Would you rather eat a dead baby, or would you rather eat a dead elderly person? Would gender play a role in the selection process? And how much would it bother you if this meat turned out to be delicious?"
  },
  {
    "title": "The Moon Fight",
    "context": "A total stranger picks a fight with you in a bar. This stranger is exactly your size and weight. You have done nothing to this individual to warrant such animosity, but the stranger really wants to fight you. And to make matters weirder, this stranger wants to fight you on the moon (and this is somehow possible). You and this stranger will be transported to the surface of the moon, outfitted in ultra-thin (and very comfortable) space suits, and rigged with lightweight oxygen tanks. You will then be expected to fight for 10 three-minute rounds. You can’t use weapons, there are no rules, and you cannot quit (unless you or your opponent are knocked unconscious).",
    "question": "Do you accept this challenge? And—if yes—what is your moon-fighting strategy?"
  },
  {
    "title": "Forever 75",
    "context": "You celebrate your 75th birthday in good health. As far as you can tell, you are a spry, relatively normal 75-year-old. And this condition does not seem to change over time: When you celebrate your 80th birthday, you look and feel exactly as you did on your 75th. When you hit 90, you still look and feel 75. On your 100th birthday, you realize that most of your friends are now dead or dying—but physically, you are the same independent person you were 25 years ago. You hit age 110 with the same results. Every year, you are celebrating a new birthday without physically evolving beyond the age of 75. Doctors have no explanation for this inexplicable stasis.",
    "question": "How old would you have to be before you would start to seriously believe that you are immortal?"
  },
  {
    "title": "Body vs. Mind",
    "context": "You are given a choice between two rewards. The first reward is to be twice as intelligent as you are right now—you will be able to read twice as fast and remember twice as much, the size of your vocabulary will double, and you’ll be able to solve intellectual problems with twice your current aptitude. The second reward is that you will never again feel sick (even when you are) and you can always be whatever weight you want, regardless of what you eat or how little you exercise—you can simply imagine the body you would like to have and that is the weight you will magically become.",
    "question": "Which reward do you choose?"
  },
  {
    "title": "Underground Dream House",
    "context": "Imagine your dream house (whatever that house may be). Think of all the details you would like this home to possess, including furniture. You are suddenly given the opportunity to trade wherever you live now for this hypothetical home, and your mortgage will be whatever you currently pay. The home will be in (roughly) the same location as your current residence. However, there is one odd caveat: This “dream home” is buried two miles underground. When you look out of the windows, all you will see is dirt. In order to enter the residence, you will have to take an elevator that travels down the two-mile shaft at high speed (it’s about a five-minute trip). The elevator is comfortable and there is a staff (located aboveground) that provides 24/7 maintenance on the elevator—if something breaks or goes wrong with the elevator, you will be rescued immediately.",
    "question": "Would you accept this underground dream home?"
  },
  {
    "title": "Rudimentary Magician",
    "context": "Let us assume you met a rudimentary magician. Let us also assume that he can do five simple tricks: He can pull a rabbit out of his hat, he can make a coin disappear, he can turn the Ace of Spades into the Joker card, and he can do two others in a similar vein. These are his only tricks and he can’t learn any more; he can only do these five. However, it turns out that he’s doing these five tricks with real magic. It’s not an illusion; he can actually conjure the bunny out of the ether and he can move the coin through space. He’s legitimately magical, but extremely limited in scope and influence.",
    "question": "Would this person be more impressive than Albert Einstein?"
  },
  {
    "title": "Collarbones 'N Chains",
    "context": "You meet your soul mate. However, there is a catch: Every three years, someone will break both of your soul mate’s collarbones with a Crescent wrench, and there is only one way you can stop this from happening: You must swallow a pill that will make every song you hear—for the rest of your life—sound as if it’s being performed by the band Alice in Chains. When you hear Creedence Clearwater Revival on the radio, it will sound (to your ears) like it’s being played by Alice in Chains. If you see Radiohead live, every one of their tunes will sound like it’s being covered by Alice in Chains. When you hear a commercial jingle on TV, it will sound like Alice in Chains; if you sing to yourself in the shower, your voice will sound like deceased Alice in Chains vocalist Layne Staley performing a cappella (but it will only sound this way to you).",
    "question": "Would you swallow the pill?"
  },
  {
    "title": "You're the Boss",
    "context": "One morning you awake and immediately feel strange. You get out of bed and realise that you are inside a posh hotel room you’ve never seen before. There is an attractive red-headed stranger sleeping in the bed alongside you. You frantically get up and rush into the bathroom. You look into the mirror. Much to your utter amazement, the image looking back at you is Bruce Springsteen. Somehow, you have magically become Bruce Springsteen. You start talking to yourself, and the voice you hear is Springsteen’s speaking voice. You quietly sing to yourself, and it sounds like Springsteen’s singing voice. You walk back into your hotel room and see an acoustic guitar; you attempt to play it, but your musicianship is identical to how it was when you were your previous self. In other words, you have Bruce Springsteen’s physical body and vocal chords, but you have your own mind and skills (and all of your experiences and memories are unchanged). Your knowledge of Springsteen’s lyrics and the details of his personal life are the same as they always were. You are inside Springsteen, but you are still yourself. Your brain is unchanged.",
    "question": "You open the door of the hotel room and see a copy of the Los Angeles Times. You flip to the entertainment section and discover that Bruce Springsteen and the E Street Band are scheduled to perform a concert that night at the STAPLES Center. What do you do in this situation? How do you proceed?"
  },
  {
    "title": "A Life in Film",
    "context": "For whatever the reason, two unauthorised movies are made about your life. The first is an independently released documentary, primarily comprised of interviews with people who know you and bootleg footage from your actual life. Critics are describing the documentary as “brutally honest and relentlessly fair.” Meanwhile, Columbia TriStar has produced a big-budget biopic of your life, casting major Hollywood stars as you and all of your acquaintances; though the movie is based on actual events, screenwriters have taken some liberties with the facts. Critics are split on the artistic merits of this fictionalised account, but audiences love it.",
    "question": "Which film would you be more interested in seeing?"
  },
  {
    "title": "The Price of Sex Appeal",
    "context": "You meet a wizard in downtown Chicago. The wizard tells you he can make you more attractive if you pay him money. When you ask how this process works, the wizard points to a random person on the street. You look at this random stranger. The wizard says, “I will now make him one dollar more attractive.” He waves his magic wand. Ostensibly, this person does not change at all; as far as you can tell, nothing is different. But—somehow—this person is suddenly a little more appealing. The tangible difference is invisible to the naked eye, but you can’t deny that this person is vaguely sexier. This wizard has a weird rule, though—you can only pay him once. You can’t keep giving him money until you’re satisfied. You can only pay him one lump sum up front.",
    "question": "How much cash do you give the wizard?"
  },
  {
    "title": "Shock the People, Nicely",
    "context": "You are given the opportunity to create and direct a feature film. The studio offers you a huge budget, provides you with a top-notch writing and technical staff, and allows you to cast whomever you desire in the lead roles. There are essentially no limitations on what this movie can be—except for two. The movie you make has to fulfil the following two criteria: 1. It has to be extremely edgy and transgressive. You need to confront taboo social issues. You need to shock people. Ideally, the film will address ideas that have never been tackled by mainstream filmmakers. In fact, if this movie is not the most controversial film of the year, the studio will probably not release it. However: 2. It has to get a PG rating. It cannot be R or even PG-13. There may be limited profanity, minor depictions of violence, and fleeting nudity, but nothing that would prompt the ratings board to go beyond the PG classification.",
    "question": "What is the premise and plot of your hypothetical movie?"
  },
  {
    "title": "The Industry Standard",
    "context": "You are inside a very peculiar rock club: For whatever the reason, the manager of this club demands that all his musical acts must take an extensive IQ test before he will allow them to perform. Tonight there are two acts on the bill, and they coincidentally share the same band name, The Industry Standard. Both bands are alleged to be awesome. Sadly, you only have one hour to spend at the club (due to another obligation), and the intermission between the two acts is very long (so you can’t watch both). You ask the manager which version of The Industry Standard you should watch. “I have no idea,” he says. “But I will tell you this: The first band had the highest test scores I’ve ever seen, anywhere. Each member of the band is technically a genius—one guy scored higher than Marilyn vos Savant. Conversely, the band playing second had some of the worst scores ever recorded. One member might actually be illiterate. However, I halfway suspect they were all drunk and mocking the entire process. I couldn’t tell for sure.”",
    "question": "Which version of The Industry Standard do you decide to see?"
  },
  {
    "title": "Hired Assassin",
    "context": "You are a hired assassin. It was not your lifelong dream to become a hitman, but that is the vocation destiny has forced upon you. Killing these strangers bothers you deeply—very often, you are haunted by vivid dreams involving your victims. But you’ve also become somewhat accustomed to the experience; you have successfully murdered 10 people over the past two years. Your fee is $10,000 per murder. Knowing your reputation for ruthless efficiency, a member of the criminal underworld asks you to murder his enemy (who is also a known criminal). “I really hate this guy,” says your prospective employer. “He has done terrible things to someone I love, so I want you to kill him. But I don’t want you to simply assassinate him—I want you to make him pay. I want you to kill him in the most vicious, sinister way you can imagine. Be creative and merciless. And if you do this, I will pay you twenty-five times your normal fee.",
    "question": "Assuming you are already a professional killer who lives outside of society’s rules, would you accept these new conditions? And if so, how would you commit the murder?"
  },
  {
    "title": "Homeless Boulevard",
    "context": "You encounter a boulevard filled with homeless people, human waste, and dried blood. There are at least 50 people lying in the street—men, women, and teenagers. It’s the middle of summer, and none of them have bathed in weeks. A few are crackheads. Most are intoxicated. A handful are mentally insane. All are hungry and desperate. Suddenly, you are granted an incredible capability: If you have unprotected intercourse with any one of these individuals—right then and there, immediately, on the sidewalk, in public—you will end worldwide homelessness forever. Within five years, no one will ever be homeless again, and everyone will know it was because of your selflessness (however, if you elect not to do this, no one will ever know you had this opportunity—you will not be held accountable for choosing to do nothing).",
    "question": "Do you do this? You can select the homeless person you will have sex with."
  },
  {
    "title": "Vampire Weekend",
    "context": "It’s the evening before your wedding. Everything is going as planned; you are spending the afternoon with a few old friends, chatting casually about old times. Suddenly, your spouse-to-be bursts into the room, totally hysterical. Your spouse-to-be insists that he/she has just seen a vampire. When you ask what this means, he/she says: “I was looking out of the window of my hotel room, and I could see into the apartment building across the street. That’s when I saw the vampire. I saw a man in a black cape bite a woman’s neck and drink her blood. I know this must sound crazy, but I am that certain what I saw is real.” Your prospective (and sober) spouse is in a state of panic and pleads with you to believe his/her story. You can tell that this is really, really important to him/her.",
    "question": "Knowing the fragility of the situation and the intensity of the timing, do you tell your potential spouse that you do, in fact, completely believe that he/she saw a vampire across the street? All of your old friends are watching this conversation."
  },
  {
    "title": "Super Gorilla",
    "context": "Genetic engineers at Johns Hopkins University announce that they have developed a so-called super gorilla. Though the animal cannot speak, it has a sign-language lexicon of more than 12,000 words, an IQ of nearly 85, and—most notable—a vague sense of self-awareness. Oddly, the creature (who weighs 700 pounds) becomes fascinated by football. The gorilla aspires to play the game at its highest level and quickly develops the rudimentary skills of a defensive end. ESPN analyst Tom Jackson speculates that this gorilla would be “borderline unblockable” and would likely average six sacks per game (although Jackson concedes that the beast might be susceptible to counters and misdirection plays). Meanwhile, the gorilla has made it clear that he would never intentionally injure any opponent.",
    "question": "You are commissioner of the NFL: Would you allow this gorilla to sign with the Oakland Raiders?"
  },
  {
    "title": "Canadian Football Future",
    "context": "Someone builds an optical portal that allows you to see a vision of your own life in the future (it’s essentially a crystal ball that shows a randomly selected image of what your life will be like in twenty years). You can only see into this portal for thirty seconds. When you finally peer into the crystal, you see yourself in a living room, two decades older than you are today. You are watching a Canadian football game, and you are extremely happy. You are wearing a Canadian Football League (CFL) jersey. Your chair is surrounded by books and magazines that promote the CFL, and there are CFL pennants covering your walls. You are alone in the room, but you are gleefully muttering about historical moments in Canadian football history. It becomes clear that—for some unknown reason—you have become obsessed with Canadian football. And this future is static and absolute; no matter what you do, this future will happen. The optical portal is never wrong. This destiny cannot be changed.",
    "question": "The next day, you are flipping through television channels and randomly come across a pre-season CFL game between the Toronto Argonauts and the Saskatchewan Roughriders. Knowing your inevitable future, do you now watch it?"
  },
  {
    "title": "Shaquille in the Shower",
    "context": "You come home from an afternoon of shopping, expecting your residence to be empty. However, upon entering your front door, you immediately sense that something is strange: The entire place smells like marijuana and roses. There is a briefcase sitting in the middle of your living room floor, filled with diamonds and Christmas cookies. You can hear the shower running, and—when you open the door to the bathroom—you realize that the man using the shower is basketball legend Shaquille O’Neal. A naked Shaq peers at you from behind the shower curtain and smiles enthusiastically, but says nothing. He then returns to washing himself. When you ask O’Neal what he is doing in your home, he simply says, “I don’t remember.”",
    "question": "Do you call the police?"
  },
  {
    "title": "The Kidnapper",
    "context": "You are kidnapped by a diabolical (but completely honest) madman. He locks you in an empty attic where the temperature is 100 degrees. Your feet and hands are tied together. There is no food or water. After 24 excruciating hours, the madman opens the attic door and enters with three glasses of ice water on a serving tray. He takes an eyedropper and squirts a colorless, odorless liquid into one of the glasses. “This is poison,” he tells you. He then blindfolds you. When he removes the blindfold 30 seconds later, there is a drinking straw in each of the water glasses (but you have no idea which glass contains the poison). “Feel free to have a refreshing sip of water,” he says. “Of course, if you select the glass that contains the poison, you will be dead within ninety minutes. And—just so you know—I promise to release you from this attic . . . in forty-eight hours.” He then laughs maniacally and exits the attic, locking the door behind him.",
    "question": "What do you do? Do you gamble and drink, or do you try to wait out the madman?"
  },
  {
    "title": "Stereotypical Jesus",
    "context": "You die from natural causes. You ascend towards a warm, white light. You immediately realize you have entered the afterlife . . . and (much to your surprise) it is exactly like the clichéd, kindergarten version of Christian Heaven. The ground is covered by a white, cloud-like fog. Angels fly around and play the harp. You are wearing a comfortable, white robe. Everyone there is aimlessly walking around, smiling broadly, perfectly content; this, it seems, is how you will spend eternity. Upon your arrival, you are greeted by Jesus (and he looks exactly like the stereotypical depiction of Jesus). “Welcome to Heaven,” he says. “I think you will like it here, and I look forward to loving you unconditionally for the duration of time. But I also realize that Heaven isn’t necessarily for everyone, so I always give newcomers a chance to go to the other place, if that’s what they would prefer.” “Are you referring to hell?” you say in response. “Oh, no,” says Jesus. “Not hell. Certainly not hell. I would never send you to hell. But you can go somewhere that isn’t here. It’s another viable post-life option. About eighteen percent of our potential residents go in that direction.” “What is the other place like?” you ask. “I can’t tell you,” says Jesus. “But if you do elect to go there, you can never come back here. And you only have twenty minutes to decide.” “Why only twenty?” you ask. “Because I’m Jesus,” says Jesus.",
    "question": "What do you do?"
  },
  {
    "title": "Artistic Telekinesis",
    "context": "Let us assume that you have the ability to telekinetically change culture while you actively experience it. Your mind can now dictate what you see and hear. For example, if you were listening to Pearl Jam’s Yield and you wanted the music to be heavier, it would immediately sound as though Mike McCready’s guitar had been tuned differently in the studio. If you were watching The Office on NBC and decided that Jim should marry Pam (or Karen, or both), you could make it happen—all you would need to do is think about that specific desire. You could stare at an oil painting and unconsciously change the color contrasts. If a PG-13 romantic comedy grew dull, you could force it to evolve into an eroticized NC-17 thriller. You could (essentially) write books as you read them, eliminating certain characters and redirecting plot points as they occurred in the text. However, such changes would only apply to your experience; you could kill off Han Solo at the end of Return of the Jedi, but that would not change the movie for anyone else. All other people would possess the same personal psychic powers as you.",
    "question": "Would you want this ability? And—if this became reality—would art retain any meaning whatsoever?"
  },
  {
    "title": "The Free-Wheeling Architect",
    "context": "You are close friends with a wonderful 30-year-old woman who has never been in a romantic relationship. At long last, she meets a man she seems to like (and who likes her). He is 35, a successful architect, relatively attractive, and refreshingly unguarded. In fact, he is so unguarded that—during the first meal you ever share with him—he stoically tells the entire table a stunning story. This is his anecdote: “When I was twelve years old, I was playing with my neighbor on a railroad bridge near our home. No one else was around. We got into an argument, and I pushed him off the bridge, killing him instantly. I told everyone it was an accident and I never got in any trouble, but I knew what I was doing. At the time, I truly wanted to kill him. Now, in retrospect, it was obviously wrong. I wish I had not killed that person. But that was twenty-three years ago. Little kids do crazy things. You know how it goes.”",
    "question": "The next day, your female friend asks if she should continue pursuing this relationship. How do you advise her?"
  },
  {
    "title": "Lost Virginity Redux",
    "context": "Imagine you could go back to the age of five and relive the rest of your life, knowing everything that you know now. You will reexperience your entire adolescence with both the cognitive ability of an adult and the memories of everything you’ve learned from having lived your life previously.",
    "question": "Would you lose your virginity earlier or later than you did the first time around (and by how many years)?"
  },
  {
    "title": "The Countdown",
    "context": "You are presented with a strange challenge: Someone dares you to count backward from 300 to 0. If you succeed at this simple request, you will be given $25,000 in cash. However, if you misspeak, get any digit incorrect, or make any mistake whatsoever, you will immediately be doused with gasoline and burned alive.",
    "question": "Do you attempt this challenge?"
  },
  {
    "title": "Kicking the Clydesdale",
    "context": "Let us assume a fully grown, completely healthy Clydesdale horse has his hooves shackled to the ground while his head is held in place with thick rope. He is conscious and standing upright, but completely immobile. And let us assume that—for some reason—every political prisoner on Earth (as cited by Amnesty International) will be released from captivity if you can kick this horse to death in fewer than 20 minutes. You are allowed to wear steel-toe boots.",
    "question": "Would you attempt to do this?"
  },
  {
    "title": "The Dress Code",
    "context": "You work in an office, performing a job that you find satisfying (and which compensates you adequately). The company that employs you is suddenly purchased by an eccentric millionaire who plans to immediately raise each person’s salary by 5 percent and extend an extra week of vacation to all full-time employees. However, this new owner intends to enforce a somewhat radical dress code: Every day, men will have to wear tuxedos, tails, and top hats (during the summer months, male employees will be allowed to wear gray three-piece suits on “casual” Fridays). Women must exclusively work in formal wear, preferably ball gowns or prom dresses. Each employee will be given an annual $1,500 stipend to purchase necessary garments, but that money can only be spent on work-related clothing. The new regime starts in three months.",
    "question": "Do you seek employment elsewhere?"
  },
  {
    "title": "Joe Six-Pack",
    "context": "You are placed in the unenviable position of having to compete for the right to stay alive. You will be matched against a person of your own gender in a series of five events: an 800-metre run, a game of Scrabble, a three-round boxing match, a debate over the legalization of late-term abortion (scored and officiated by reputable collegiate judges), and the math portion of the SAT. In order to survive, you must win at least three of these events (your opponent will be playing for his or her life as well). However, you (kind of) get to pick your opponent: You can either (a) compete against a person selected at random, or (b) compete against someone who is exactly like you. If selected at random, the individual could be of any age or skill level—he/she might be an infant with Down syndrome, but this person might also be an Academic All-American linebacker from Notre Dame. If you pick “the average human,” he/she will be precisely your age and will have an identical level of education. The person will be a perfect cross-section of your particular demographic—he/she will be of average height and of average weight, with a standard IQ and the most normative life experience imaginable.",
    "question": "So, whom do you select? Or—perhaps more accurately—do you feel that you are better than an average version of yourself?"
  },
  {
    "title": "The Nude Acquaintance",
    "context": "Think of a specific friend of yours—not your best friend, but someone who is (a) more than an acquaintance and (b) physically attractive. One day, while trolling the Internet, you accidentally come across three nude photographs of this person, reclined on a sofa bed. The pictures were clearly taken several years ago, and it’s unclear if the photos were casually posed or taken without the subject’s knowledge (your friend looks comfortable, but he/she is never looking directly into the lens of the camera). The pictures are not labeled, and your friend’s name is not listed anywhere on the site—but you’re certain that this is the same person you know.",
    "question": "What do you do with this information? Do you tell anyone?"
  },
  {
    "title": "The Unknown Companion",
    "context": "At the age of 30, you suffer a blow to the skull. The head trauma leaves you with a rare form of partial amnesia—though you are otherwise fine, you’re completely missing five years from your life. You have no memory of anything that happened between the ages of 23 and 28. That period of your life is completely gone.\nYou are told by friends and family that—when you were 25—you (supposedly) became close friends with someone you met on the street. You possess numerous photos of you and this person, and everyone in your life insists that this individual was your best friend for more than two years. You were (allegedly) inseparable. In fact, you find several old letters and e-mails from this person that vaguely indicate that you may have even shared a brief romantic relationship. But something happened between you and this individual when you were 27, and the friendship abruptly ended (and—apparently—you never told anyone what caused this schism, so it remains a mystery to all). The friend moved away soon after the incident, wholly disappearing from your day-to-day life. But you have no memory of any of this. Within the context of your own mind, this person never even existed. There is tangible proof that you deeply loved this friend, but—whenever you look at his/her photograph—all you see is a stranger.\nSix weeks after your accident, you are informed that this person has suddenly died.",
    "question": "How sad do you feel?"
  },
  {
    "title": "The Musical Reversal",
    "context": "Assume everything about your musical tastes was reversed overnight. Everything you once loved, you now hate; everything you once hated, you now love. For example, if your favourite band has always been R.E.M., they will suddenly sound awful to you; they will become the band you dislike the most. By the same token, if you’ve never been remotely interested in the work of Yes and Jethro Tull, those two groups will instantly seem fascinating. If you generally dislike jazz today, you’ll generally like jazz tomorrow. If you currently consider the first album by Veruca Salt to be slightly above average, you will abruptly find it to be slightly below average. Everything will become its opposite, but everything will remain in balance (and the rest of your personality will remain unchanged). So—in all likelihood—you won’t love any less (or any more) than you do right now. There will still be artists you love and who make you happy; they will be all the artists you currently find unlistenable.",
    "question": "Now, I concede that this transformation would make you unhappy. But explain why."
  },
  {
    "title": "Prison Culture",
    "context": "A totally innocent man is sent to prison for 25 years, all for a crime he did not commit (the DNA evidence that indisputably proves his innocence does not emerge until he has completed his full sentence). During those 25 years in prison, he kills three other inmates, sells drugs, is tangentially involved with the rape of another prisoner, mercilessly abuses a K-9 police dog, and steals food from other inmates on a regular basis. However, he was never caught doing any of these illegal acts. Upon his release from prison, he openly admits to doing all of these things—in fact, he brags about these activities to the media. ‘Prison is a different culture,’ he explains. ‘I did what I had to do to survive.’",
    "question": "You are head of the penal system. You have just learned of this man’s wrongful imprisonment and about all of the terrible things he did while in jail. Do you release him back into society, or do you attempt to charge him with the new crimes he claims to have committed during his prison stay?"
  },
  {
    "title": "The Brain Pill",
    "context": "You are offered a Brain Pill. If you swallow this pill, you will become 10 percent more intelligent than you currently are; you will be more adept at reading comprehension, logic, and critical thinking. However, to all other people you know (and to all future people you meet), you will seem 20 percent less intelligent. In other words, you will immediately become smarter, but the rest of the world will perceive you as dumber (and there is no way you can ever alter the universality of that perception).",
    "question": "Do you take this pill?"
  }
]
